Repository: Mo7amd-Khalid/e-commerce
Catalog: lib/core/l10n/intl_*.arb
Languages: ar

# appName
source: Route
ar: رووت

# searchHintText
source: what do you search for?
ar: ماذا تبحث عنه؟

source: Categories
ar: الفئات

source: View All
ar: عرض الكل

source: Home Appliance
ar: الأجهزة المنزلية

source: Shop Now
ar: تسوق الآن

source: UP TO
ar: حتى

# fistOff
source: 20% OFF
ar: خصم 20%

# secondOff
source: 25% OFF
ar: خصم 25%

# thirdOff
source: 30% OFF
ar: خصم 30%

# advertisement1
source: For all Headphones & AirPods
ar: لكل سماعات الرأس و AirPods

# advertisement2
source: For all Makeup & Skincare
ar: لكل مستحضرات التجميل والعناية بالبشرة

# advertisement3
source: For Laptops & Mobiles
ar: للحواسيب المحمولة والهواتف المحمولة
